// Создайте объект с ключами от 1 до 7, в качестве значений содержащий имена дней недели. 
// Выведите на экран все его элементы.

let obj = {1: 'Понедельник', 2: 'Вторник', 3: 'Среда', 4: 'Четверг', 5: 'Пятница', 6: 'Суббота', 7: 'Воскресенье'};
console.log(obj[1]); // выведет 'Понедельник'
console.log(obj[2]); // выведет 'Вторник'
console.log(obj[3]); // выведет 'Среда'
console.log(obj[4]); // выведет 'Четверг'
console.log(obj[5]); // выведет 'Пятница'
console.log(obj[6]); // выведет 'Суббота'
console.log(obj[7]); // выведет 'Воскресенье'